[
    {
      "id": 1,
      "images": ["/utquimicos1.gif", "/utquimicos2.gif","/utquimicos3.gif","/utquimicos4.gif"],
      "title": "U. T. Químicos's Official Website",
      "description": "My first freelance job where I had to design and develop the company's website from scratch. This is a front-end project using the ReactJS Framework. Here I tried to make a visually pleasant yet straightforward WebApp so the user would have a positive and functional experience surfing the site. I also created the logo of the Company using Adobe Illustrator.",
      "github": "https://github.com/miacsilva/ut-quimicos-client",
      "live": "https://utquimicos.com/"
    },
    {
      "id": 2,
      "images": ["/marialuisapsicologa1.gif",
      "/marialuisapsicologa2.gif",
      "/marialuisapsicologa3.gif",
      "/marialuisapsicologa4.gif",
      "/marialuisapsicologa5.gif",
      "/marialuisapsicologa6.gif"] 
    ,
      "title": "Maria Luísa Siva - Psicóloga",
      "description": "This website is on the surface only informative, but there is a hidden layer where the admin and the collaborator can Login and enter the platform being able to do CRUD operation on pretty much every component of the Website (informative text, images, books, therapies, contacts and so on). The Admin is also able to manage the collaborators. The only thing the collaborators can't do that Admin can is add new or delete collaborators. Both Login is in the same Login landing page (/login). Me and my project partner were requested to do this project by a psychologist from Braga, Portugal, as a matter of fact, it is on use ever since the deployment.",
      "github": "https://github.com/miacsilva/mariaPsicologia-management-client",
      "live": "https://marialuisasilvapsicologia.com/"
    },
    {
      "id": 3,
      "images": ["/cryptoHacker1.gif", "/cryptoHacker2.gif", "/cryptoHacker3.gif"],
      "title": "CryptoHacker Platform",
      "description": "A Full-Stack website, it's a platform listing the most valuable cryptocurrencies in themarket, while also allowing users to track prices by adding coins to their portfolio or watch-list. To accomplish this, a CoinGecko's API was fetched. *Desktop only",
      "github": "https://github.com/andrelisboapt/project-crypto",
      "live": "https://cryptohacker.cyclic.app/"
    },
    {
        "id": 4,
        "images": ["/metromania1.gif", "/metromania2.gif", "/metromania3.gif", "/metromania4.gif"],
        "title": "MetroMania - Game",
        "description": "A JavaScript based game, using Canvas, where our player has to dodge incoming passengers in order to catch the metro on time! Controllers: Arrow Up and Arrow Down. Pro-tip: Catch the Redbulls for a velocity pump. *Desktop only",
        "github": "https://github.com/Assebe/Project1",
        "live": "https://assebe.github.io/Project1/"
      }
  ]